{
  "blogs": [
    {
      "title": "10 Tips for Staying Productive While Working from Home",
      "author": "Jane Smith",
      "date": "2022-01-15",
      "id": 1,
      "body": "With more and more people working from home, it can be challenging to stay productive. Here are 10 tips to help you stay on track and get things done."
    },
    {
      "title": "How to Create a Budget that Works for You",
      "author": "John Doe",
      "date": "2022-02-01",
      "id": 2,
      "body": "Creating a budget can be overwhelming, but it doesn't have to be. In this post, we'll go over some simple steps to create a budget that works for your lifestyle and goals."
    },
    {
      "title": "The Benefits of Meditation: Why You Should Start Today",
      "author": "Sarah Johnson",
      "date": "2022-02-15",
      "id": 3,
      "body": "Meditation has been shown to have numerous benefits for both physical and mental health. In this post, we'll explore some of the reasons why you should consider adding meditation to your daily routine."
    },
    {
      "title": "How to Travel on a Budget",
      "author": "David Lee",
      "date": "2022-03-01",
      "id": 4,
      "body": "Traveling can be expensive, but it doesn't have to break the bank. In this post, we'll go over some tips and tricks to help you travel on a budget and save money while still having a great time."
    },
    {
      "title": "The Top 5 Health Benefits of Yoga",
      "author": "Emily Chen",
      "date": "2022-03-15",
      "id": 5,
      "body": "Yoga has become increasingly popular in recent years, and for good reason. In this post, we'll explore some of the top health benefits of practicing yoga, including improved flexibility, strength, and mental wellbeing."
    },
    {
      "title": "How to Create a Morning Routine That Sets You Up for Success",
      "author": "Mark Johnson",
      "date": "2022-04-01",
      "id": 6,
      "body": "Starting your day off on the right foot can have a big impact on your productivity and overall wellbeing. In this post, we'll go over some tips and strategies to help you create a morning routine that sets you up for success."
    },
    {
      "title": "Why You Should Consider Starting a Side Hustle",
      "author": "Jessica Lee",
      "date": "2022-04-15",
      "id": 7,
      "body": "Side hustles have become increasingly popular in recent years, and for good reason. In this post, we'll explore some of the benefits of starting a side hustle, including extra income, new skills, and greater flexibility."
    }
  ]
}